; -----------------------------------------------------------------------------
;
; Universal Extractor Language File
; Written for Universal Extractor 1.9.0
; Author:	Karel Leferink (Updated by Gerard) <k_leferink@hotmail.com> 
; Homepage:     
;
; Translation Instructions:
;	Copy this file to a new file named after the new language
;		Eg: A language file for the German language would be named German.ini.
;	Replace the English words and phrases with their native equivalents,
;		attempting to match the English phrasing and case-sensitivity as
;		closely as possible for the sake of consistency
;	Update the Author and Homepage information at the top of your new language
;		file.  Simply delete the Homepage line if you don't have one.
;	Save the file in Unicode format (UTF-16) and Zip it to preserve formatting
;	E-mail new language files to gora@7zsfx.info for inclusion in main
;		Universal Extractor installer
;
;	The following symbols have special meanings:
;	& - when used in a GUI label or button, it precedes the letter that will
;		be registered as a "hotkey" for that function
;	%n - indicates a newline character, which will be replaced when displayed
;	%t - indicates a tab character, which will be replaced when displayed
;	%s - indicates a string variable that UniExtract will replace when displayed
;		The contents of each %s variable is hardcoded into UniExtract.
;		The order and number of %s variables is very important and should not
;		be modified.
;
; -----------------------------------------------------------------------------

[UniExtract]
; GUI labels and buttons
1=Bestand
2=Opties
3=Hulp
4=Controleer eerst als SF&X archief
; ------------------------------------
5=Selecteer bestand
6=&Archief/Installer uit te pakken:
7=Selecteer map
8=Uitpak &map:
9=Op deze tab kunt u bestanden slepen en neerzetten
; ------------------------------------
10=%s opties
11=Archief gesc&hiedenis bijhouden
12=Verberg &console venster
13=Too&n updates:
14=&Taal:
15=Onthoud en &fixeer venster grootte
16=S&luit venster niet na uitpakken
; ------------------------------------
17=Archieftype specifieke opties
18=&Waarschuw voor uitvoeren bestanden
19=Verwijder du&bbele bestanden
20=Verwijder ti&jdelijke bestanden
21=Ontbrekende &extensies toevoegen
22=Wis bestand na successvol uitpak&ken
; ------------------------------------
23=Over Universal Extractor
; ------------------------------------
24=%s webpagina
25=Webpagina officiele versie
26=Forum voor aangepaste versie
; ------------------------------------
27=Updaten
28=Laatste controle op updates was meer dan %s dagen geleden!
29=Nu controleren op updates?
30=Inte&greren in contextmenu
; ------------------------------------
31=&Uitpakken
32=&Opslaan
33=U&pdaten
34=Annule&ren
35=Instellingen
; ------------------------------------
36=%s extractie
37=%s ondersteunt onderstaande extractiemethoden voor %s pakketten. Helaas is geen van deze methoden 100% betrouwbaar. Als de standaardmethode niet werkt, dan %s opnieuw starten en een alternatief proberen.
; ------------------------------------
38=Extractie methode
39=%s administratieve installer
40=%s extractie
41=%s switch
42=%s uitpakker
43=Geen InstallShield installer
44=Toon &samenvatting na uitpakken
; ------------------------------------
; GUI control functions
45=Zet gelui&den uit in het programma
46=Versie 7-Zip
47=Bestand: %s bestaat niet.%nKies een geldig bestand.
48=Open bestand
49=Schrijf naar
50=Alles
; Common terms
51=Archief
52=Gecomprimeerd bestand
53=Tijd: %s
54=Ebook
55=Ecard
56=Gecodeerd bestand
57=Onbekend uitvoerbaar bestand
58=Initialisatie fout
59=Help bestand
60=Hotfix
61=image
62=installer
63=Samenvoegen module
64=Pakket
65=Patch
66=Zelfuitpakkend
67=Stap
68=Initializatie succesvol
69=Testen
70=Uitpakken:
71=Archiefgrootte
72=Updates
73=Archiefnaam
74=iedere week|iedere 2 weken|iedere maand|nooit
; Status messages
75=Scannen naar bestandstype
76=Scan bestand met %s scan
77=Pak bestanden uit van:
78=Initialisering van installer.%nEven geduld...
79=Voor onderbreking van uitpakken druk op %nESC toets. Venster minimaliseren/herstellen met toets F11
; Custom prompts
80=%s CD-ROM images kunnen niet rechtstreeks worden beheerd.%nHet image moet eerst naar een ISO CD-ROM image%nworden geconverteerd.%n%nDoorgaan?%nAanwijzing: Dit proces kan enige tijd in beslag nemen.
81=Fout: Het CD-ROM image kon niet geconverteerd worden.
82=Fout: Van het %s image werd een ISO image gecreëerd maar het kon niet worden uitgepakt.%nWilt u het ISO image voor latere analyse bewaren?
83=Fout: Dit schijnt geen valide MHT bestand te zijn.%nEr is geen afsluiting gevonden.
84=%s.Beeindig de installer, Klik dan 'OK' om door te gaan.
85=Aanwijzing: Deze methode funktioneert alleen met speciale Wise voor Windows installatie pakketten.%nWanneer de Wise installatie assistent op invoer blijft wachten wordt het bestand niet ondersteund.%nBeeindig in dat geval de installer en %s annuleer het uitpakken.%n%nDoorgaan?
86=Dit bestand is ingepakt met de %s compressor. U kunt doorgaan met uitpakken zonder %s te decomprimeren of alleen %s te decomprimeren.%n%nKlik 'Ja' om bestanden uit te pakken zonder %s decompressie.%n%nKlik 'Nee' om alleen %s te decomprimeren.%n%nIn het laatste geval, krijgt het gedecomprimeerde bestand de naam:%n%s
87=Fout: %s%nKon niet worden uitgepakt.
88=Waarschuwing:  Om bestanden van dit type te kunnen uitpakken moet het bestand hierbij worden uitgevoerd.%nIndien u doorgaat wordt het volgende commando uitgevoerd:%n%n%s%n%nIndien een onbetrouwbaar bestand, wordt u aangeraden uitpakken te stoppen.%nWilt u doorgaan met uitpakken?
89=Waarschuwing: Doelmap %s bestaat al!%nUitpakken in niet-lege map kan fouten geven.%n%nMap leegmaken voor het uitpakken?
90=Wachtwoord nodig om uit te pakken!%n%n'%s' uitvinken%nom een wachtwoord in te voeren.
91=Voor het uitpakken van dit archief is een %nextra %s uitpakker nodig
; Help text
92=Pakt bestanden uit van ieder archieftype of installatiepakket.%nGebruik:%n%s%n%nOndersteunde argumenten:%n%s%t%tToon deze hulp informatie%n%s%t%tOpen het tabblad %s%n%s%tNaam van uit te pakken bestand%n%s%tDoelmap voor het uitpakken%n%nPasserende %s, in plaats van een doelmap naam wijst%n%s de bestemming aan, in een submap met de naam van uit te uitpakken archief.%n%nVoorbeeld:%s%n%nUitvoeren van %s zonder argument toont het hoofdvenster waar gebruiker bestandsnaam en doelmap kan invoeren.
93=Uitpakken met %s
; Error messages
94=Uitpakken van %s kan niet gelogd worden.
95=Van archiver 7-Zip
96=Kan %s niet uitpakken.%nBestands type was: %s%n%nKlik op 'OK' als u het bestand zelf wilt analyseren, of op 'Annuleren' om af te sluiten.
97=%s%nHeeft een onbekende extensie en kan niet worden uitgepakt.
98=Kan geen map maken met naam:%n%s%nKies een andere geldige bestemming.
99=Kan %s niet uitpakken.%nDit schijnt een %s bestand te zijn die word ondersteund, maar uitpakken lukt niet.%nZie logbestand, %s, voor meer informatie.%n%nKlik op 'OK' om de log nu te tonen, of op 'Annuleren' om af te sluiten.
100=%t–= %s analyse =–
; Update messages
101=Update compleet
102=Controleren op updates, even geduld...
103=Downloaden van bestanden
104=Download is compleet!
105=Update naar versie: %s
106=%nHerstarten %s!
107=Uw huidige versie is: %s%nUpdaten is niet nodig!
; ------------------------------------
108=Download fout
109=Kon download bestandslijst van server niet downloaden.%nUw netwerkverbinding kan verbroken zijn%nof de update server is onbereikbaar.
110=Mislukt bestand te downloaden
111=Fout bij uitpakken van bestand
112=Update naar versie: %s  mislukt.%nEr was een fout, probeer het opnieuw!!!
113=Voltooid: %s van %s
114=Informatie
115=Versies van uitpakkers
116=Uitpakmap openen ?
117=Regel in tabel
118=Scheidingsteken
119=Alleen hoogste ni&veau van het archief openen
120=Analyse PE-bestand
121=Verwerken van MSI-bestand mislukt
122=Door de 'diepe' locatie van het MSI-pakket is uitpakken van %s bestand(en) mislukt. %nVoor details, zie %s.%n%nVerplaats het MSI-pakket dichterbij naar de hoofdmap van de schijf en herhaal het uitpakken.%n%nKlik op 'OK', om het logbestand te bekijken, of op 'Annuleren' om af te sluiten.
123=handtekeningen -
124=Het archieftype handmatig selecteren (uit de lijst) ?
125=Selecteer de handtekening van de vermeende archieftype
126=Proberen uit te pakken met 'TotalObserver' ?